# System utils
brew "coreutils"
brew "openssl"
brew "cmake"
brew "wget"
brew "curl"
brew "bash"
brew "zsh"
brew "gnupg"

# Edtiors
brew "readline", link: true
tap "neovim/neovim"
brew "neovim"
brew "vim"
brew "tmux"
brew "ripgrep"
brew "fzf"

# Tools
brew "git"
brew "htop"
brew "imagemagick"
brew "jq"
brew "watchman"
cask "ngrok"

# Gui
cask "rectangle"

# Languages
brew "asdf"
brew "python"

# Fonts
tap "homebrew/cask-fonts"
cask "font-fira-code"

# Servers
cask "mongodb-community@4.4", restart_service: true
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "nginx", restart_service: true