tap 'caskroom/cask'
tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'neovim/neovim'
tap 'uptech/oss'
brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'certbot'
brew 'readline'
brew 'bash'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'chromedriver', restart_service: true
brew 'cmake'
brew 'openssl'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'gdbm'
brew 'git'
brew 'git-flow'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gmp'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'icu4c'
brew 'harfbuzz'
brew 'haskell-stack'
brew 'heroku'
brew 'lynx'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'jemalloc'
brew 'libcroco'
brew 'libevent'
brew 'pango'
brew 'librsvg'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'lua'
brew 'msgpack'
brew 'phantomjs'
brew 'sqlite'
brew 'python3'
brew 'postgresql', restart_service: true
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unibilium'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'd12frosted/emacs-plus/emacs-plus'
brew 'neovim/neovim/neovim'
cask google-chrome
cask postman
cask psequel
cask slack
cask 'haskell-platform'
cask 'licecap'
cask 'ngrok'
cask spectacle
