tap "cloudfoundry/tap"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "osx-cross/avr"
tap "px4/px4"
tap "uptech/oss"
cask "xquartz"

brew "ack"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl"
brew "readline", link: true
brew "unixodbc"
brew "asdf"
brew "python"
brew "bash"
brew "bat"
brew "clang-format
brew "cmake"
brew "curl"
brew "dfu-programmer"
brew "docker", link: false
brew "docker-machine", restart_service: true, link: false
brew "exercism"
brew "fwup"
brew "fzf"
brew "gdb"
brew "git"
brew "git-flow"
brew "glew"
brew "glfw"
brew "gnupg"
brew "graphviz"
brew "highlight"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "kakoune"
brew "leiningen"
brew "libxslt"
brew "lua@5.1"
brew "lynx"
brew "macvim", link: false
brew "python@2"
brew "mono", link: false
brew "neovim"
brew "nginx", restart_service: true
brew "ninja"
brew "tmux"
brew "overmind"
brew "p7zip"
brew "picocom"
brew "pipenv"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "siege"
brew "squashfs"
brew "sshuttle"
brew "the_silver_searcher"
brew "tomcat"
brew "unzip"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "wxmac"
brew "zsh"
brew "cloudfoundry/tap/cf-cli"
brew "heroku/brew/heroku"
brew "osx-cross/avr/avr-gcc"
brew "px4/px4/gcc-arm-none-eabi"
brew "uptech/oss/alt"
cask "inkscape"
cask "keycastr"
cask "ngrok"
