Compulim.compulim-vscode-closetag
CraigMaslowski.erb
EditorConfig.EditorConfig
HookyQR.beautify
QassimFarid.ejs-language-support
abusaidm.html-snippets
andrejunges.Handlebars
dbaeumer.jshint
dzannotti.theme-spacemacs
dzannotti.vscode-babel-coloring
eg2.tslint
groksrc.ruby
hoovercj.ruby-linter
mjmcloug.vscode-elixir
mkaufman.HTMLHint
mohsen1.prettify-json
rebornix.Ruby
vscodevim.vim
